{
    "impressum": {
        "company_name": "AB Bau - Bau und Fliesen.",
        "legal_form": "GmbH",
        "address": {
            "street": "Talstraße 3d.",
            "city": "85238 Petershausen.",
            "country": "Deutschland."
        },
        "contact": {
            "phone": "08137 9957477.",
            "email": "office@ab-bau.dee",
            "website": "www.ab-bau.de."
        },
        "register": {
            "registered": true,
            "register_court": "Amtsgericht München.",
            "register_number": "HRB 250489."
        },
        "tax": {
            "ust_id": "DE325592633.",
            "tax_number": "115/121/21103."
        },
        "management": {
            "name": "Anduena Blakaj"
        },
        "responsible_person": {
            "name": "AB Bau - Bau und Fliesen GmbH.",
            "person": "Anduena Blakaj",
            "address": {
                "street": "Talstraße 3d.",
                "city": "85238 Petershausen.",
                "country": "Deutschland."
            }
        },
        "disclaimer": {
            "haftung_fuer_inhalte": "Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen...",
            "haftung_fuer_links": "Unser Angebot enthält Links zu externen Websites Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen...",
            "urheberrecht": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen...",
            "streitschlichtung": "Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit: https://ec.europa.eu/consumers/odr/\r\nWir sind nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen..."
        }
    },
    "datenschutz": {
        "responsible_person": {
            "name": "AB Bau - Bau und Fliesen GmbH",
            "person": "Anduena Blakaj",
            "address": {
                "street": "Talstraße 3d",
                "city": "85238 Petershausen",
                "country": "Deutschland"
            },
            "phone": "08137 9957477",
            "email": "office@ab-bau.de"
        },
        "sections": {
            "datenschutz_auf_einen_blick": {
                "allgemeine_hinweise": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung..",
                "datenerfassung": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben. Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
                "datenverwendung": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.",
                "rechte": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu. Hierzu sowie zu weiteren Fragen zum Datenschutz können Sie sich jederzeit an uns wenden."
            },
            "hosting": "Diese Website wird bei einem externen Dienstleister gehostet (Hoster). Die personenbezogenen Daten, die auf dieser Website erfasst werden, werden auf den Servern des Hosters gespeichert. Hierbei kann es sich v. a. um IP-Adressen, Kontaktanfragen, Meta- und Kommunikationsdaten, Vertragsdaten, Kontaktdaten, Namen, Websitezugriffe und sonstige Daten, die über eine Website generiert werden, handeln.\r\n\r\nDas Hosting erfolgt zum Zwecke der Vertragserfüllung gegenüber unseren potenziellen und bestehenden Kunden (Art. 6 Abs. 1 lit. b DSGVO) und im Interesse einer sicheren, schnellen und effizienten Bereitstellung unseres Online-Angebots durch einen professionellen Anbieter (Art. 6 Abs. 1 lit. f DSGVO). Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TTDSG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) im Sinne des TTDSG umfasst. Die Einwilligung ist jederzeit widerrufbar.",
            "allgemeine_hinweise": {
                "datenschutz": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzbestimmungen sowie dieser Datenschutzerklärung. Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht.",
                "speicherdauer": "Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre Daten gelöscht, sofern wir keine anderen rechtlich zulässigen Gründe für die Speicherung Ihrer personenbezogenen Daten haben (z. B. steuer- oder handelsrechtliche Aufbewahrungsfristen); im letztgenannten Fall erfolgt die Löschung nach Fortfall dieser Gründe.",
                "rechtsgrundlagen": "Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategorien nach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdrücklichen Einwilligung in die Übertragung personenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung außerdem auf Grundlage von Art. 49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen in Ihr Endgerät (z. B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zusätzlich auf Grundlage von § 25 Abs. 1 TTDSG. Die Einwilligung ist jederzeit widerrufbar. Sind Ihre Daten zur Vertragserfüllung oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, verarbeiten wir Ihre Daten auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diese zur Erfüllung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO. Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f DSGVO erfolgen. Über die jeweils im Einzelfall einschlägigen Rechtsgrundlagen wird in den folgenden Absätzen dieser Datenschutzerklärung informiert.",
                "widerruf": "Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.",
                "widerspruchsrecht": "WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVO ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN WIDERSPRUCH EINZULEGEN; DIES GILT AUCH FÜR EIN AUF DIESE BESTIMMUNGEN GESTÜTZTES PROFILING. WERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN; DIES GILT AUCH FÜR DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN VERBINDUNG STEHT.",
                "beschwerderecht": "Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthaltsorts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe.",
                "datenuebertragbarkeit": "Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.",
                "ssl_tls": "Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von \"http://\" auf \"https://\" wechselt und an dem Schloss-Symbol in Ihrer Browserzeile. Wenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.",
                "auskunft_loeschung": "Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden.",
                "einschraenkung": "Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen: Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen. Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen."
            },
            "datenerfassung": {
                "kontaktformular": "Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter. Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen (Art. 6 Abs. 1 lit. f DSGVO) oder auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) sofern diese abgefragt wurde. Die von Ihnen im Kontaktformular eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihrer Anfrage). Zwingende gesetzliche Bestimmungen – insbesondere Aufbewahrungsfristen – bleiben unberührt.",
                "server_log": "Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log-Dateien, die Ihr Browser automatisch an uns übermittelt. Dies sind: Browsertyp und Browserversion, verwendetes Betriebssystem, Referrer URL, Hostname des zugreifenden Rechners, Uhrzeit der Serveranfrage, IP-Adresse. Eine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen. Die Erfassung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Der Websitebetreiber hat ein berechtigtes Interesse an der technisch fehlerfreien Darstellung und der Optimierung seiner Website – hierzu müssen die Server-Log-Files erfasst werden."
            },
            "cookies": {
                "allgemeine_informationen": "Diese Website verwendet keine Cookies, die personenbezogene Daten sammeln oder an Dritte übertragen. Wir verwenden keine Tracking-Cookies, Analyse-Cookies oder Marketing-Cookies.",
                "zukunft": "Falls in Zukunft Cookies verwendet werden sollten, werden wir Sie hierüber informieren und Ihre Einwilligung einholen, sofern dies gesetzlich erforderlich ist.",
                "technisch_notwendig": "Soweit wir Cookies einsetzen, die für den Betrieb unserer Website technisch unbedingt erforderlich sind, erfolgt dies auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Wir haben ein berechtigtes Interesse an der Speicherung von Cookies zur technisch fehlerfreien und optimierten Bereitstellung unserer Dienste. Soweit eine Einwilligung zur Speicherung von Cookies abgefragt wurde, erfolgt die Speicherung der betreffenden Cookies ausschließlich auf Grundlage dieser Einwilligung (Art. 6 Abs. 1 lit. a DSGVO); die Einwilligung ist jederzeit widerrufbar."
            },
            "plugins": {
                "google_fonts": "Diese Seite nutzt zur einheitlichen Darstellung von Schriftarten so genannte Google Fonts, die von Google bereitgestellt werden. Die Google Fonts sind lokal installiert. Eine Verbindung zu Servern von Google findet dabei nicht statt. Weitere Informationen zu Google Fonts finden Sie unter https://developers.google.com/fonts/faq und in der Datenschutzerklärung von Google: https://policies.google.com/privacy?hl=de.",
                "font_awesome": "Diese Seite nutzt zur einheitlichen Darstellung von Schriftarten und Symbolen Font Awesome. Font Awesome wird von Fonticons, Inc. bereitgestellt. Weitere Informationen finden Sie in der Datenschutzerklärung von Font Awesome: https://fontawesome.com/privacy.\r\n\r\nHinweis: Da wir keine externen CDN-Dienste verwenden, werden keine Daten an Dritte übertragen. Alle verwendeten Ressourcen werden lokal gehostet."
            },
            "aenderung": "Wir behalten uns vor, diese Datenschutzerklärung anzupassen, damit sie stets den aktuellen rechtlichen Anforderungen entspricht oder um Änderungen unserer Leistungen in der Datenschutzerklärung umzusetzen, z. B. bei der Einführung neuer Services. Für Ihren erneuten Besuch gilt dann die neue Datenschutzerklärung.."
        }
    },
    "agb": {
        "sections": {
            "1_geltungsbereich": {
                "paragraph1": "Diese Allgemeinen Geschäftsbedingungen (AGB) gelten für alle Verträge zwischen der AB Bau - Bau und Fliesen UG (haftungsbeschränkt), Talstraße 3d, 85238 Petershausen (nachfolgend \"Auftragnehmer\" genannt) und ihren Kunden (nachfolgend \"Auftraggeber\" genannt) über die Erbringung von Bau- und Fliesenarbeiten sowie den Verkauf von Materialien.",
                "paragraph2": "Abweichende, entgegenstehende oder ergänzende Allgemeine Geschäftsbedingungen des Auftraggebers werden nicht Vertragsbestandteil, es sei denn, ihrer Geltung wird ausdrücklich schriftlich zugestimmt."
            },
            "2_vertragsgegenstand": {
                "paragraph1": "Der Auftragnehmer erbringt Bau- und Fliesenarbeiten sowie verwandte Dienstleistungen. Der genaue Umfang der Leistungen ergibt sich aus der schriftlichen Auftragsbestätigung oder dem schriftlichen Angebot, das vom Auftraggeber angenommen wurde.",
                "paragraph2": "Der Auftragnehmer behält sich vor, Leistungen, die nicht ausdrücklich vereinbart wurden, nur gegen gesonderte Vergütung zu erbringen."
            },
            "3_angebote": {
                "paragraph1": "Alle Angebote des Auftragnehmers sind freibleibend und unverbindlich, sofern nicht ausdrücklich etwas anderes vereinbart wurde. Der Vertrag kommt durch schriftliche Auftragsbestätigung des Auftragnehmers oder durch Ausführung der Leistung zustande.",
                "paragraph2": "Mündliche Nebenabreden bedürfen zu ihrer Wirksamkeit der schriftlichen Bestätigung des Auftragnehmers."
            },
            "4_preise": {
                "paragraph1": "Alle Preise verstehen sich in Euro zuzüglich der gesetzlichen Mehrwertsteuer. Sofern nicht anders vereinbart, gelten die Preise ab Werk bzw. Baustelle.",
                "paragraph2": "Die Zahlung erfolgt wie folgt:",
                "list_items": [
                    "Bei Auftragserteilung: Anzahlung von 30% des Auftragswertes",
                    "Bei Beginn der Arbeiten: weitere 30% des Auftragswertes",
                    "Bei Fertigstellung: Restbetrag innerhalb von 14 Tagen nach Rechnungsstellung"
                ],
                "paragraph3": "Bei Zahlungsverzug werden Verzugszinsen in Höhe von 9 Prozentpunkten über dem Basiszinssatz berechnet. Der Auftraggeber ist berechtigt, eine höhere Verzugsschädigung nachzuweisen; der Auftragnehmer ist berechtigt, eine niedrigere Verzugsschädigung nachzuweisen.",
                "paragraph4": "Der Auftragnehmer behält sich vor, bei Zahlungsverzug die Arbeiten einzustellen und Schadensersatz zu verlangen."
            },
            "5_ausfuehrung": {
                "paragraph1": "Der Auftragnehmer verpflichtet sich, die vereinbarten Arbeiten sorgfältig und fachgerecht auszuführen. Die Ausführung erfolgt nach den allgemein anerkannten Regeln der Technik und den einschlägigen Vorschriften.",
                "paragraph2": "Der Auftraggeber hat dafür Sorge zu tragen, dass die Baustelle zugänglich ist und alle für die Ausführung der Arbeiten erforderlichen Voraussetzungen erfüllt sind. Störungen durch Dritte oder durch Umstände, die der Auftraggeber zu vertreten hat, gehen zu dessen Lasten.",
                "paragraph3": "Änderungen oder Ergänzungen der vereinbarten Leistungen bedürfen der schriftlichen Vereinbarung. Sie können zu einer Anpassung des Preises und der Ausführungsfrist führen."
            },
            "6_lieferzeiten": {
                "paragraph1": "Liefer- und Leistungsfristen sind nur dann verbindlich, wenn sie schriftlich bestätigt wurden. Die Frist beginnt mit dem Tag der Auftragsbestätigung, jedoch nicht vor Klärung aller Einzelheiten der Ausführung und nicht vor Erhalt einer vereinbarten Anzahlung.",
                "paragraph2": "Bei Verzögerungen, die auf höhere Gewalt, Streik, Aussperrung, behördliche Maßnahmen oder andere vom Auftragnehmer nicht zu vertretende Umstände zurückzuführen sind, verlängern sich die Fristen entsprechend. Der Auftragnehmer wird den Auftraggeber über solche Umstände unverzüglich informieren."
            },
            "7_materialien": {
                "paragraph1": "Vom Auftragnehmer gelieferte Materialien bleiben bis zur vollständigen Zahlung Eigentum des Auftragnehmers. Der Auftraggeber ist verpflichtet, die Materialien sorgfältig zu behandeln und vor Beschädigung oder Verlust zu schützen.",
                "paragraph2": "Vom Auftraggeber gestellte Materialien müssen den vereinbarten Spezifikationen entsprechen. Mängel an gestellten Materialien berechtigen den Auftragnehmer, die Arbeiten einzustellen, bis die Mängel behoben sind. Verzögerungen gehen zu Lasten des Auftraggebers."
            },
            "8_gewaehrleistung": {
                "paragraph1": "Der Auftragnehmer gewährleistet, dass die Arbeiten den vereinbarten Spezifikationen entsprechen und frei von Mängeln sind, die den Wert oder die Tauglichkeit der Leistung aufheben oder mindern.",
                "paragraph2": "Die Gewährleistungsfrist beträgt 2 Jahre ab Abnahme der Arbeiten. Mängel, die auf normale Abnutzung, unsachgemäße Behandlung oder Umstände zurückzuführen sind, die der Auftraggeber zu vertreten hat, sind von der Gewährleistung ausgeschlossen.",
                "paragraph3": "Der Auftraggeber hat Mängel unverzüglich schriftlich anzuzeigen. Der Auftragnehmer ist berechtigt, die Mängel zu beseitigen oder eine mangelfreie Leistung zu erbringen. Schadensersatzansprüche bleiben unberührt."
            },
            "9_abnahme": {
                "paragraph1": "Der Auftraggeber ist verpflichtet, die Arbeiten unverzüglich nach Fertigstellung abzunehmen. Die Abnahme erfolgt durch gemeinsame Begehung der Baustelle. Mängel sind zu protokollieren.",
                "paragraph2": "Wird die Abnahme ohne berechtigten Grund verweigert oder verzögert, gilt die Leistung als abgenommen, sobald der Auftragnehmer dem Auftraggeber die Fertigstellung mitgeteilt und eine angemessene Frist zur Abnahme gesetzt hat."
            },
            "10_haftung": {
                "paragraph1": "Der Auftragnehmer haftet unbeschränkt für Vorsatz und grobe Fahrlässigkeit. Bei leichter Fahrlässigkeit haftet der Auftragnehmer nur bei Verletzung einer wesentlichen Vertragspflicht, deren Erfüllung die ordnungsgemäße Durchführung des Vertrages überhaupt erst ermöglicht und auf deren Einhaltung der Auftraggeber regelmäßig vertrauen darf (Kardinalpflicht).",
                "paragraph2": "Die Haftung für Schäden, die nicht an der Leistung selbst eintreten, ist ausgeschlossen, es sei denn, es liegt Vorsatz oder grobe Fahrlässigkeit vor.",
                "paragraph3": "Die Haftung für leichte Fahrlässigkeit ist auf den bei Vertragsschluss vorhersehbaren, vertragstypischen Schaden begrenzt."
            },
            "11_aufrechnung": {
                "paragraph1": "Der Auftraggeber kann nur mit unbestrittenen oder rechtskräftig festgestellten Forderungen aufrechnen oder ein Zurückbehaltungsrecht geltend machen."
            },
            "12_datenschutz": {
                "paragraph1": "Der Auftragnehmer verarbeitet personenbezogene Daten des Auftraggebers im Rahmen der gesetzlichen Bestimmungen. Nähere Informationen finden Sie in unserer Datenschutzerklärung unter datenschutz.php."
            },
            "13_schlussbestimmungen": {
                "paragraph1": "Es gilt das Recht der Bundesrepublik Deutschland unter Ausschluss des UN-Kaufrechts.",
                "paragraph2": "Erfüllungsort und Gerichtsstand für alle Streitigkeiten aus diesem Vertrag ist, soweit der Auftraggeber Kaufmann, juristische Person des öffentlichen Rechts oder öffentlich-rechtliches Sondervermögen ist, der Sitz des Auftragnehmers.",
                "paragraph3": "Sollten einzelne Bestimmungen dieser AGB unwirksam sein oder werden, so bleibt die Wirksamkeit der übrigen Bestimmungen unberührt. Die unwirksame Bestimmung soll durch eine wirksame ersetzt werden, die dem wirtschaftlichen Zweck der unwirksamen Bestimmung am nächsten kommt."
            },
            "14_widerrufsrecht": {
                "paragraph1": "Bei Verträgen über die Erbringung von Dienstleistungen, die vollständig erbracht wurden, besteht kein Widerrufsrecht, wenn der Auftragnehmer mit der Ausführung mit ausdrücklicher Zustimmung des Auftraggebers begonnen hat und der Auftraggeber seine Zustimmung zur vollständigen Erfüllung des Vertrags erklärt hat.",
                "paragraph2": "Bei Verträgen über die Lieferung von Waren, die nicht vorgefertigt sind und für deren Herstellung eine individuelle Auswahl oder Bestimmung durch den Verbraucher maßgeblich ist, besteht kein Widerrufsrecht."
            }
        },
        "footer": {
            "stand": "Januar 2025",
            "company_name": "AB Bau - Bau und Fliesen UG (haftungsbeschränkt)",
            "address": "Talstraße 3d, 85238 Petershausen",
            "phone": "08137 9957477",
            "email": "office@ab-bau.de"
        }
    }
}